const products = [
  {
    id: "1",
    name: "شازده کوچولو",
    description:
      "رمانی فلسفی و شاعرانه اثر آنتوان دو سنت اگزوپری که به بیش از ۳۰۰ زبان ترجمه شده است.",
    price: 45000,
    image: "/images/book1.jpg",
  },
  {
    id: "2",
    name: "صد سال تنهایی",
    description:
      "رمانی مشهور از گابریل گارسیا مارکز که داستان خانواده بوئندیا را در شهر خیالی ماکوندو روایت می‌کند.",
    price: 80000,
    image: "/images/book2.webp",
  },
  {
    id: "3",
    name: "بینوایان",
    description:
      "رمانی حماسی از ویکتور هوگو که به بررسی بی‌عدالتی‌های اجتماعی و زندگی شخصیت‌های مختلف می‌پردازد.",
    price: 70000,
    image: "/images/book3.jpg",
  },
  {
    id: "4",
    name: "جنگ و صلح",
    description:
      "رمانی تاریخی از لئو تولستوی که به شرح زندگی افراد مختلف در زمان جنگ‌های ناپلئونی می‌پردازد.",
    price: 90000,
    image: "/images/book2.webp",
  },
  {
    id: "5",
    name: "1984",
    description:
      "رمانی dystopian از جورج اورول که جامعه‌ای تحت کنترل حکومتی تمام‌توان را به تصویر می‌کشد.",
    price: 60000,
    image: "/images/book2.webp",
  },
  {
    id: "6",
    name: "هنر ظریف رهایی از دغدغه‌ها",
    description:
      "کتابی از مارک منسون که به خوانندگان یاد می‌دهد چگونه با مشکلات زندگی روبرو شوند و از دغدغه‌ها رها شوند.",
    price: 50000,
    image: "/images/book2.webp",
  },
  {
    id: "7",
    name: "کیمیاگر",
    description:
      "رمانی الهام‌بخش از پائولو کوئلیو که داستان چوپانی به نام سانتیاگو را روایت می‌کند که به دنبال گنجی پنهان می‌گردد.",
    price: 55000,
    image: "/images/book2.webp",
  },
  {
    id: "8",
    name: "انسان در جستجوی معنا",
    description:
      "کتابی از ویکتور فرانکل که تجربیات او را در اردوگاه کار اجباری نازی‌ها و یافتن معنا در زندگی شرح می‌دهد.",
    price: 40000,
    image: "/images/book2.webp",
  },
  {
    id: "9",
    name: "موش‌ها و آدم‌ها",
    description:
      "رمانی کوتاه از جان اشتاین بک که داستان دو کارگر مزرعه را در جریان رکود بزرگ آمریکا روایت می‌کند.",
    price: 35000,
    image: "/images/book2.webp",
  },
  {
    id: "10",
    name: "بربادرفته",
    description:
      "رمانی تاریخی از مارگارت میچل که داستان اسکارلت اوهارا را در جریان جنگ داخلی آمریکا روایت می‌کند.",
    price: 75000,
    image: "/images/book2.webp",
  },
];

export default products;
